update public.decks set
  description = '하얀 날개를 가져, 마치 천사와도 같이 생긴 오메가몬.
슬픔과 결의를 품고 변화한 모습으로 용기의 그레이 소드는 우령도라는 일본도 형태로 변했다.',
  effect = '효과1: 공격속도 22% 증가 (상시)
효과2: 일반 공격시 10% 확률로 크리티컬 피해량 125% 증가 (발동 후 10초간 지속)
효과3: 일반 공격시 20% 확률로 공격력 30% 추가 피해 (발동 후 7초간 지속)'
where name = '하얀 날개 : 용기의 우령도';

update public.decks set
  description = '오메가몬 머시풀 모드는 청백색 빛의 라인 포톤 스프레드가 온몸에 그어져 있으며, 이는 전신에 흐르며 파워를 일시적으로 크게 올려준다.
필살기인 가루루 캐논은 아류류포로 기술을 바꾸어 절대 영도의 냉기를 레이저의 형태로 쏘아내는 기술이 되었다.',
  effect = '효과1: 스킬 데미지 25% 추가 피해 (상시)
효과2: 일반 공격시 10% 확률로 크리티컬 피해량 125% 증가 (발동 후 10초간 지속)
효과3: 일반 공격시 20% 확률로 스킬 데미지 25% 추가 피해 (발동 후 10초간 지속)'
where name = '하얀 날개 : 우정의 아류류포';

update public.decks set
  description = '샤우트몬X7이 평화를 원하는 마음을 힘으로 바꿔서 디지털 월드의 모든 디지몬이 파이널 크로스한 형태로 골드 디지조이드에서 흘러나오는 아우라의 빛이 더욱 커지고, 성스러운 빛의 날개를 펼치고 있다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 70% 추가 피해 (상시)
효과3: 체력 40% 증가 (상시)'
where name = '내가! 미래의! 디지몬 킹이다!';

update public.decks set
  description = '쿠즈하몬이 신에게 제사를 지내고 봉사를 행하며 신의 의지를 들을 때의 모습.
무녀 형태로 싸우는 일은 적지만 사악한 기운을 물리치는 힘이 강해졌다.',
  effect = '효과1: 공격속도 17% 증가 (상시)
효과2: 일반 공격시 10% 확률로 크리티컬 피해량 80% 증가 (발동 후 10초간 지속)
효과3: 일반 공격시 10% 확률로 스킬 데미지 30% 추가 피해 (발동 후 10초간 지속)'
where name = '신의 의지';

update public.decks set
  description = '홍련색으로 빛나는 갑옷을 몸에 두른, 듀크몬의 숨겨진 모습.
파워를 완전 개방했으므로, 갑옷 부분이 열을 받아 붉게 물들었다.
흉부에는 디지털 해저드를 봉인한 디지코어가 있으며, 체내의 파워를 전부 방출하면 등 부분에서, 날개 모습의 에너지 조사를 확인할 수 있다.
실체를 갖지 않은 에너지 상태의 무기인, 빛의 신창 "궁니르"와 빛의 신검 "부르트강"을 휘두른다.',
  effect = '효과1: 공격속도 20% 증가 (상시)
효과2: 스킬 데미지 80% 추가 피해 (상시)
효과3: 일반 공격시 20% 확률로 스킬 데미지 50% 추가 피해 (발동 후 10초간 지속)'
where name = '빛의 신창과 신검';

update public.decks set
  description = '디지털 월드를 수호하는 강력한 디지몬의 모임입니다.
큰 시련이 다가와도 각자의 위치에서 디지털 월드를 수호하는 최강의 디지몬들입니다.',
  effect = '효과1: 공격속도 22% 증가 (상시)
효과2: 체력 40% 증가 (상시)
효과3: 스킬 데미지 70% 추가 피해 (상시)
효과4: 크리티컬 피해량 150% 증가 (상시)'
where name = '디지털 월드 수호자(4U)';

update public.decks set
  description = '폭주한 연구자에 의해, 하나의 집합체가 되어 탄생한 궁극체의 에오스몬은 "방해가 되는 것을 파괴한다."는 지시만을 받아들여 날뛴다.
※ 덱의 발동 효과는 쿨타임이 30초 미만인 스킬들에게만 적용됩니다.',
  effect = '효과1: 공격속도 19% 증가 (상시)
효과2: 스킬 데미지 35% 추가 피해 (상시)
효과3: 스킬 공격시 10% 확률로 쿨다운 초기화 (즉시 적용)'
where name = '거짓된 네버랜드의 여신';

update public.decks set
  description = '디지털 월드를 수호하는 블룸로드몬과 선택받은 아이 앞에 나타난 굴루스코라마몬.
파멸의 칠흑룡을 저지하기 위해 이들은 힘을 합쳐 싸우게 된다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 80% 추가 피해 (상시)
효과3: 크리티컬 피해량 125% 증가 (상시)'
where name = '파멸의 칠흑룡을 저지하라';

update public.decks set
  description = '숲을 지키는 디지몬들.
자연을 어지럽히는 녀석들에게서 숲을 지켜내는 요정들이다.',
  effect = '효과1: 공격속도 20% 증가 (상시)
효과2: 체력 40% 증가 (상시)
효과3: 크리티컬 피해량 125% 증가 (상시)'
where name = '자연, 그리고 요정';

update public.decks set
  description = '결국 어둠의 영혼을 지니고 되살아 난 지드밀레니엄몬.
선택받은 아이들은 지드밀레니엄몬이 세상을 멸망시키기 전에 이를 저지하기 위해 목숨을 걸고 맞서 싸운다.',
  effect = '효과1: 공격속도 17% 증가 (상시)
효과2: 체력 30% 증가 (상시)
효과3: 공격력 45% 증가 (상시)'
where name = '종결, 궁극의 성전!';

update public.decks set
  description = '황제드라몬 : 파이터모드가 성기사 오메가몬의 힘을 얻어 파워업 한 전설의 성기사의 형태로 변화한 모습이다.
이것은 옛날부터 전해지는 황제드라몬의 최종, 최고 형태로 고대 디지털 월드의 대파괴의 때 강림하여 세계를 완전한 붕괴에서 구한다고 전해진다.',
  effect = '효과1: 공격속도 17% 증가 (상시)
효과2: 적중도 10% 증폭 (상시)
효과3: 크리티컬 피해량 130% 증가 (상시)'
where name = '강림! 고대의 용전사';

update public.decks set
  description = '인터넷 세상에 증식하는 쿠라몬들이 현실 세계까지 뒤덮으며 대혼란을 야기한다.
쿠라몬들은 하나로 뭉쳐 디아블로몬보다 한단계 높은 아마게몬으로 진화하는데…
아마게몬에게서 속수 무책으로 당하기만 하던 황제드라몬 : 파이터모드는 오메가몬의 힘을 얻어 황제드라몬 : 팔라딘모드의 형태로 진화한다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 속성 피해량 5% 증가 (상시)
효과3: 공격력 30% 증가 (상시)'
where name = '디아블로몬을 저지하라!';

update public.decks set
  description = '정도를 벗어나 되돌릴 수 없게 된 디지몬을 심판해 구제하는 존재인 오메가몬 : 머시풀 모드의 공격 대상은 원래 선한 마음을 지녔던 자라고 한다.
오메가몬 : 머시풀 모드는 베어버릴 대상을 단칼에 베기 위한 무기인 우렁도로 이별의 안타까운 마음을 가슴에 품고 이별의 칼을 내려친다.',
  effect = '효과1: 공격속도 20% 증가 (상시)
효과2: 크리티컬 피해량 125% 증가 (상시)
효과3: 일반 공격시 20% 확률로 스킬 데미지 30% 추가 피해 (발동 후 10초간 지속)'
where name = '하얀 날개 : 슬픔과 결의';

update public.decks set
  description = '최강의 디지몬들 중에서는 꼭 선한 정의만을 추구하는 존재들만 있는 것은 아니다.
각자의 추구하는 정의를 실현하기 위해서 힘을 모으고 난 뒤, 세상에 정의를 집행하기도 한다.
이 존재들의 정의는 누군가에게는 악할 수도 누군가에겐 선할 수도 있습니다.',
  effect = '효과1: 공격속도 22% 증가 (상시)
효과2: 속성 피해량 5% 증가 (상시)
효과3: 크리티컬 피해량 100% 증가 (상시)
효과4: 공격력 15% 증폭 (상시)'
where name = '어둠이 드리운 정의';

update public.decks set
  description = '세상에는 많은 악들이 도사리고 있다.
그런 세상 속에서 악한 존재로부터 평화를 지켜내기 위한 수호자들이 존재한다.
수호자들은 막강한 힘으로 어떠한 시련도 이겨내어 세상을 위해 싸웁니다.',
  effect = '효과1: 공격속도 22% 증가 (상시)
효과2: 체력 50% 증가 (상시)
효과3: 스킬 데미지 80% 추가 피해 (상시)
효과4: 공격력 45% 증가 (상시)'
where name = '평화를 수호하는 구원자(4U)';

update public.decks set
  description = '인간들의 마음 자체가 추악하고 더럽다고 생각한 쿠즈하몬은 정화의 의식을 치르기 위해 인간들에게서 부정을 뽑아내어 목각 인형으로 만든다.
이러한 잘못된 사상을 막기 위해 시리우스몬이 쿠즈하몬과 맞서 싸운다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 체력 40% 증가 (상시)
효과3: 속성 피해량 5% 증가 (상시)'
where name = '잘못된 정화의 의식';

update public.decks set
  description = '선택받은 아이 앞에 나타난 감염된 디지몬을 디지털 월드로 보내고자 하는 알파몬.
오메가몬은 선택받은 아이들의 새로운 친구인 메이쿠몬을 제거하기 위해 나타난 알파몬을 상대로 전력으로 부딪히게 된다.',
  effect = '효과1: 공격속도 20% 증가 (상시)
효과2: 일반 공격시 20% 확률로 공격속도 10% 증가 (발동 후 10초간 지속)
효과3: 적중도 7% 증폭 (상시)'
where name = '재회';

update public.decks set
  description = '루체몬은 결국 루체몬 : 사탄모드로 진화하는데, 이런 거대한 악에 맞서 싸우는 선택 받은 아이들과 십투사들.
과연 루체몬 : 사탄모드의 현실 세계 침공을 막고 세계를 지킬 수 있을까?',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 속성 피해량 7% 증가 (상시)
효과3: 적중도 10% 증폭 (상시)'
where name = '현실세계 침공!';

update public.decks set
  description = '자신에게 정해진 미래를 순순히 받아들일 만큼 우리는 나이를 먹지 않았다.
더 높은 곳을 향하기 위해서라면 우리는 그 어떤 것이라도 할 수 있다.
이 이야기는 회고록이 아닌, 우리와 디지몬의 새로운 어드벤처다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 130% 추가 피해 (상시)
효과3: 공격력 45% 증폭 (상시)'
where name = '라스트 에볼루션 : 인연';
