update public.decks set
  description = '새로운 전설의 10투사들이 되찾은 디지털 월드의 평화.
10투사와 함께 선택받은 아이들은 디지털 월드를 구해내고, 새로운 디지털 월드의 신화, 그리고 전설을 써 내려간다.',
  effect = '효과1: 공격속도 17% 증가 (상시)
효과2: 크리티컬 피해량 70% 증가 (상시)
효과3: 스킬 데미지 70% 추가 피해 (상시)'
where name = '시간을 뛰어 넘어, 전설의 시작!';

update public.decks set
  description = '디지털 월드를 수호하는 강력한 디지몬의 모임입니다.
큰 시련이 다가와도 각자의 위치에서 디지털 월드를 수호하는 최강의 디지몬들입니다.
극의의 힘이 더해져 어떠한 시련에서도 이겨낼 수 있는 힘이 생겼습니다.',
  effect = '효과1: 공격속도 23% 증가 (상시)
효과2: 체력 50% 증가 (상시)
효과3: 스킬 데미지 90% 추가 피해 (상시)
효과4: 크리티컬 피해량 170% 증가 (상시)'
where name = '디지털 월드 수호자(5U)';

update public.decks set
  description = '세상에는 많은 악들이 도사리고 있다.
그런 세상 속에서 악한 존재로부터 평화를 지켜내기 위한 수호자들이 존재한다.
수호자들은 막강한 힘으로 어떠한 시련도 이겨내어 세상을 위해 싸워낸다.
극의의 힘이 더해져, 굳건한 마음으로 세상을 지켜낸다.',
  effect = '효과1: 공격속도 23% 증가 (상시)
효과2: 체력 60% 증가 (상시)
효과3: 스킬 데미지 100% 추가 피해 (상시)
효과4: 공격력 60% 증가 (상시)'
where name = '평화를 수호하는 구원자(5U)';

update public.decks set
  description = '요염하고 아름다운 외모로 상대를 유혹하며, 유혹에 빠진 자는 반드시 죽음을 맞이하게 하는 리리스몬 X.
스스로의 정의를 품고, 로얄 나이츠로서의 사명을 수행하는 알파몬 : 왕룡검.
같은 날개이지만 향하고자 하는 방향은 서로 다르게 펼쳐진다.',
  effect = '효과1: 공격속도 20% 증가 (상시)
효과2: 체력 30% 증가 (상시)
효과3: 속성 피해량 7% 증가 (상시)'
where name = '매혹적인 날개와 정의의 날개';

update public.decks set
  description = '마이너스 데이터를 한계까지 받아들인 데블몬이 궁극체로 진화한 모습.
한번 격노하면 지성은 사라지고 사납기 그지없는 모습으로 진화하여 덤벼든다.
폭주한 던데블몬의 습격을 받은 디지몬은 흔적도 없이 소멸하게 된다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 100% 추가 피해 (상시)
효과3: 크리티컬 피해량 100% 증가 (상시)'
where name = '종극의 악마';

update public.decks set
  description = '네트워크상의 데이터를 망가뜨리거나 파괴하는 본능을 지니고 태어난 디지몬들이 있다.
이러한 디지몬들은 사는 곳을 자신이 살기 좋은 환경으로 바꾸려는 성질을 가지고 있으며, 변덕스럽고 충동적인 성격 때문에 나쁜 일에 관여하는 경우가 잦은 것으로 보여지고 있다.
결과적으로는 다양한 이상을 발생시키기 때문에 이들을 바이러스라고 칭하고 있다.',
  effect = '효과1: 공격속도 25% 증가 (상시)
효과2: 체력 35% 증가 (상시)
효과3: 속성 피해량 8% 증가 (상시)
효과4: 스킬 데미지 170% 추가 피해 (상시)'
where name = '이상 상태 발생 : 바이러스';

update public.decks set
  description = '백신 디지몬은 초기에 바이러스 디지몬을 막기 위해서 인위적으로 탄생한 경우들이 있었다.
이러한 탄생 비화를 바탕으로 바이러스 종 디지몬을 공격하려는 성향을 가진 디지몬들도 보여지고 있다고 한다.
바이러스를 막으려는 성질로 인해 대게 정의로운 성격을 가진 디지몬들이 많으나, 그렇지 않은 디지몬들도 종종 보여지고 있다고 한다.',
  effect = '효과1: 공격속도 25% 증가 (상시)
효과2: 체력 35% 증가 (상시)
효과3: 속성 피해량 8% 증가 (상시)
효과4: 스킬 데미지 170% 추가 피해 (상시)'
where name = '바이러스에 대항하라!';

update public.decks set
  description = '아바도몬의 존재의 목적은 선악을 초월하여, 모든 것을 무로 돌리는 것이다.
무로 돌릴 때 디지털 월드와 디지몬 자체를 갉아먹으며, 공백의 블럭을 남기는데, 결국에는 세상을 파멸까지 이르게 하는 존재로 인해 아바도몬이 등장한 경우 파멸의 위기에 놓이게 된다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 85% 추가 피해 (상시)
효과3: 일반 공격시 20% 확률로 스킬 데미지 75% 추가 피해 (발동 후 10초간 지속)'
where name = '거대한 파멸의 위기';

update public.decks set
  description = '공허함을 느끼며 두려움, 허무, 갈증, 결핍, 그리고 슬픔마저도 끊임없이 삼키는 아바도몬의 코어는 아바도몬의 심연보다 다 깊은 곳에서 모든 것을 무로 만들 힘을 축적 시킨다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 180% 추가 피해 (상시)
효과3: 크리티컬 피해량 180% 증가 (상시)'
where name = '심연의 공포';

update public.decks set
  description = '본디 디지몬은 자신의 속성을 가지고 태어나게 된다.
주위 환경을 자신이 살기 좋은 환경으로 만드는 바이러스 종과 이런 바이러스 종이 망친 환경을 고치는 백신종과는 다르게 데이터 종은 주위 환경에 자신을 맞춰서 서식하는 속성의 디지몬들이다.
데이터 종 디지몬은 환경에 작용하는 활동을 하지 않는 속성의 디지몬들이며, 이런 데이터 종과도 다르게 판명되지 않거나, 데이터 자체를 가지지 않는 경우의 디지몬도 존재한다.
이러한 디지몬은 불명의 디지몬이라고 일컫는다.',
  effect = '효과1: 공격속도 25% 증가 (상시)
효과2: 속성 피해량 12% 증가 (상시)
효과3: 최종 대미지 25% 증가 (상시)
효과4: 스킬 데미지 100% 추가 피해 (상시)'
where name = '온전한 데이터, 그리고 정체 불명의 데이터';

update public.decks set
  description = '아바도몬의 내부에는 아바도몬의 본체가 진정한 모습이 존재한다.
무를 추구하며, 무를 선호하고, 무 이외의 것을 모두 거부한다.
모든 것을 무로 만든 후에는 스스로도 사라져서 자신의 의의를 완수한다고 한다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 85% 추가 피해 (상시)
효과3: 일반 공격시 20% 확률로 스킬 데미지 75% 추가 피해 (발동 후 10초간 지속)'
where name = '진정한 모습의 파멸자';

update public.decks set
  description = '오메가몬X와 알파몬은 비슷하면서도 다른 힘을 가지고 있다.
오메가몬X의 경우 한순간에 앞을 잃어 대응하는 힘인 오메가 인포스를 가진 반면, 알파몬의 경우 지나간 전투 시간을 순간적으로 회수하는 힘인 알파 인포스를 가지고 있다.
이들은 이 두 힘을 합쳐서 거대한 적과 맞서 싸우는 13인의 로얄나이츠의 일원이다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 속성 피해량 4% 증가 (상시)
효과3: 공격력 15% 증폭 (상시)'
where name = '정의를 지키는 날개';

update public.decks set
  description = 'X항체로 인한 디지코어의 영향은 디지몬마다 다르게 나타난다고 한다.
오메가몬의 경우 순식간에 다른 쪽을 잃어 대응하는 힘을 얻게 되었으며, 리리스몬의 경우 젊고 요염한 육체를 손에 넣었다.
X항체로 한층 더 강해진 정의로운 성기사 마저도 유혹에 매료될 수 있을지는 미지수이다.',
  effect = '효과1: 공격속도 20% 증가 (상시)
효과2: 스킬 데미지 150% 추가 피해 (상시)
효과3: 속성 피해량 3% 증가 (상시)'
where name = '정의를 유혹하는 날개짓';

update public.decks set
  description = '디지털 월드에는 각자의 의의를 다하며, 목적을 위해 무력화를 시킬 수 있는 거대한 힘을 가진 존재들이 있다.
그들은 정의로운 자도 있지만 악한 자도 있으며, 각 개체의 힘은 상상을 하기 힘들 정도로 거대하다고 한다.',
  effect = '효과1: 공격속도 25% 증가 (상시)
효과2: 적중율 20% 증폭 (상시)
효과3: 속성 피해량 10% 증가 (상시)
효과4: 스킬 데미지 140% 추가 피해 (상시)'
where name = '무력화 시키는 자들';

update public.decks set
  description = '광활한 ''넷의 바다''의 상공에는 거대한 구름으로 뒤덮여 떠다니는 공중도시 ''라크''가 있다.
이 라크에는 위대한 존재가 진좌하고 있는데, 이는 라크에 갖춰진 확장 장치로 넷의 바다에서 방대한 데이터를 빨아 올려서 미래 시뮬레이션을 진행한다고 한다.
예측되는 디지털 월드에서 일어날 수 있는 재액에 대해 도출한 최선택을 라크에 진좌하고 있는 위대한 존재를 사모하는 디지몬들과 실행시킨다고 한다.',
  effect = '효과1: 공격속도 18% 증가 (상시)
효과2: 스킬 데미지 180% 추가 피해 (상시)
효과3: 크리티컬 피해량 200% 증가 (상시)'
where name = '라크에 진좌하는 자';

update public.decks set
  description = '인간 세계에 디지몬들이 출몰하는 것에 대한 원흉은 블룸로드몬이 아니었다.
블룸로드몬은 섬기는 주인이 따로 있었으며, 이 주인이 실질적으로 디지몬들을 인간세계로 보내 구하고자 했던 것이다.
블룸로드몬은 파수꾼으로서 접근하려는 자를 막고, 검게 침식된 디지몬들을 계속 쓸어뜨리고 있었던 것.
이런 모습들은 블룸로드몬의 진짜 주인이 퀀텀몬이 선택받은 아이들의 디지바이스를 통해 지켜보고 있었으며, 평화로운 미래를 실현하기 위해 시뮬레이션을 셀 수 없이 반복했다고 한다.',
  effect = '효과1: 공격속도 19% 증가 (상시)
효과2: 체력 45% 증가 (상시)
효과3: 스킬 데미지 200% 추가 피해 (상시)'
where name = '디지몬을 인간 세계로 보내는 존재';

update public.decks set
  description = '데이터, 일명 자료형의 디지몬은 주위 환경에 자신을 맞춰 서식하는 디지몬 개체이다.
바이러스나 백신종에 속상하지 않으며, 환경에 작용하는 활동을 하지 않는다고 한다.
이런 데이터는 백신을 먹고 생활하며, 중립 성향을 가진 디지몬들이라고 한다.
데이터의 큰 이점은 살고 있는 환경에 그대로 적응하는 성질을 가지고 있는 것이 큰 특징이기도 하다.',
  effect = '효과1: 공격속도 22% 증가 (상시)
효과2: 속성 피해량 5% 증가 (상시)
효과3: 크리티컬 피해량 100% 증가 (상시)
효과4: 공격력 15% 증폭 (상시)'
where name = '중립 성향의 디지몬';

update public.decks set
  description = '하늘에서 내려온 광채가 대지를 뒤덮는다.
그 빛의 중심에서 태양을 등에 진 신인형이 내려오니, 그는 심판이 아닌 구원의 불꽃으로 강림한다.',
  effect = '효과1: 공격속도 16% 증가 (상시)
효과2: 스킬 데미지 165% 추가 피해 (상시)
효과3: 크리티컬 피해량 200% 증가 (상시)
효과4: 체력 20% 증가 (상시)'
where name = '광채와 함께 내려온 자';
