update public.decks set
  description = '인간 세계에 디지몬들이 출몰하는 것에 대한 원흉은 블룸로드몬이 아니었다.
블룸로드몬은 섬기는 주인이 따로 있었으며, 이 주인이 실질적으로 디지몬들을 인간세계로 보내 구하고자 했던 것이다.
블룸로드몬은 파수꾼으로서 접근하려는 자를 막고, 검게 침식된 디지몬들을 계속 쓸어뜨리고 있었던 것.
이런 모습들은 블룸로드몬의 진짜 주인이 퀀텀몬이 선택받은 아이들의 디지바이스를 통해 지켜보고 있었으며, 평화로운 미래를 실현하기 위해 시뮬레이션을 셀 수 없이 반복했다고 한다.',
  effect = '효과1: 공격속도 19% 증가 (상시)
효과2: 체력 45% 증가 (상시)
효과3: 스킬 데미지 200% 추가 피해 (상시)'
where name = '디지몬을 인간 세계로 보내는 존재';

update public.decks set
  description = '데이터, 일명 자료형의 디지몬은 주위 환경에 자신을 맞춰 서식하는 디지몬 개체이다.
바이러스나 백신종에 속상하지 않으며, 환경에 작용하는 활동을 하지 않는다고 한다.
이런 데이터는 백신을 먹고 생활하며, 중립 성향을 가진 디지몬들이라고 한다.
데이터의 큰 이점은 살고 있는 환경에 그대로 적응하는 성질을 가지고 있는 것이 큰 특징이기도 하다.',
  effect = '효과1: 공격속도 22% 증가 (상시)
효과2: 속성 피해량 5% 증가 (상시)
효과3: 크리티컬 피해량 100% 증가 (상시)
효과4: 공격력 15% 증폭 (상시)'
where name = '중립 성향의 디지몬';

update public.decks set
  description = '하늘에서 내려온 광채가 대지를 뒤덮는다.
그 빛의 중심에서 태양을 등에 진 신인형이 내려오니, 그는 심판이 아닌 구원의 불꽃으로 강림한다.',
  effect = '효과1: 공격속도 16% 증가 (상시)
효과2: 스킬 데미지 165% 추가 피해 (상시)
효과3: 크리티컬 피해량 200% 증가 (상시)
효과4: 체력 20% 증가 (상시)'
where name = '광채와 함께 내려온 자';

update public.decks set
  description = '디지털 월드가 절망의 나락으로 떨어질 때, 세상은 어두워 앞길이 보이지 않을 때, 절망에 맞서는 영웅들의 광채를 따라 나섬이여.',
  effect = '효과1: 공격속도 25% 증가 (상시)
효과2: 속성 피해량 12% 증가 (상시)
효과3: 최종 대미지 25% 증가 (상시)
효과4: 스킬 데미지 100% 추가 피해 (상시)'
where name = '절망에 맞서는 광채';
